{"1001": ["1001", "华山派", "1001", "华山开派至今已有六百余年，原是道教隐门，后逐渐入世，发展成为一大江湖门派，门内武学以气功为主，注重内修，与人对敌之时一口真气绵延悠长，余力勃发，最适合缠斗。", 1, 0, 0, 0, 0, "0", 0, 0, 0, 20001, 20028, 20055, 20099, 20115, 1], "1002": ["1002", "衡山派", "1002", "衡山派内主要有五峰：紫气峰、天光峰、芙蓉峰、古秀峰、翠烟峰。分别对应衡山派最顶尖的绝学【衡山五神剑】。数十年前，衡山曾有三位长老完全掌握五神剑，声威隆赫，江湖贼人莫不闻风丧胆，后来，为了追查血刀老祖遗留的天鉴一事，这几位长老和其他一些正道高手，一起杀进魔教总坛，之后不知所踪，五神剑自此失传，现任掌门莫一游荡江湖多年，其中一个重要目的，就是寻找衡山传承，再复往日荣光。", 1, 0, 0, 0, 0, "0", 0, 0, 0, 20002, 20037, 20058, 20082, 20110, 2], "1003": ["1003", "凤刀门", "1003", "北陆第一刀门，位于宁州与幽州交界处，原先也只是个三流小门派，因依附徽山东方盟主，而得到武林盟的大力扶持，诸多生意及地盘资源都交由凤刀门弟子打理，兼之掌门孟惊鸿武功亦有其值得称道之处，由此发展迅猛，一跃成为天下有数的刀道大派。", 1, 0, 0, 0, 0, "0", 0, 0, 0, 20003, 20039, 20059, 20100, 20126, 3], "1004": ["1004", "北氓剑宗", "1004", "洛阳城中的一个新兴门派，掌门顾丰神来历神秘，只知其剑术不凡，出道不过三五年，已有剑术大家的气象，据传言，北氓剑宗弟子多数为当朝权贵嫡系，与朝廷关系十分亲近，故此，有官府的支持，在江湖中话语权较高。", 1, 0, 0, 0, 0, "0", 0, 0, 0, 20023, 20050, 20075, 20103, 20124, 1], "1005": ["1005", "无量剑宗", "1005", "位于南陆中部的一个强大的剑道宗门，门中高手如云，极于剑道，尤其是在剑阵方面，极为厉害，哪怕远在东陆都能听到关于无量剑宗的传闻，此外，该门派还有一座相当出名的葬剑峰，埋有历代门人弟子佩剑，剑气森然，新入门者，可前往葬剑峰拾取合眼缘的名剑。", 1, 0, 0, 0, 0, "0", 0, 0, 0, 20026, 20054, 20079, 20105, 20135, 2], "1006": ["1006", "全真教", "1006", "玄门正宗，创派祖师王重楼，虽然门派建立不到百年，江湖地位却是不低，主要原因就在王重楼，一身先天功兼修大黄庭内经，睥睨江湖数十年，有“一掌断河，一剑开天”之美誉。", 1, 0, 0, 0, 0, "0", 0, 0, 0, 20004, 20033, 20056, 20083, 20116, 3], "1007": ["1007", "嵩山派", "1007", "嵩山派建于嵩山观海峰上，在嵩山北面，近二十年来，在当代掌门左寒禅的苦心经营下，嵩山派日益壮大，不仅一跃成为五岳剑派中毋庸置疑的最强门派，在整个江湖武林看去，也已跻身一流宗门行列。", 2, 0, 0, 0, 0, "0", 0, 0, 0, 20005, 20041, 20062, 20087, 20109, 1], "1008": ["1008", "风云楼", "1008", "南陆第一杀手组织，内部成员极多，身份背景十分复杂，有魔道邪门的弃徒，也有名门正派的高人，更多的则是些寂寂无名的寻常人，他们平时互不相识，只负责执行任务，来去无踪，其楼主尤为神秘，至今无人知晓真实面目。", 2, 0, 0, 0, 0, "0", 0, 0, 0, 20006, 20042, 20072, 20086, 20123, 2], "1009": ["1009", "邪莲宗", "1009", "邪门中一支强大分脉，有佛门渊源，据说创派祖师原是少林高僧，后坠入魔道，另辟蹊径，开创邪佛双修功法，达到当世绝顶高手行列，邪莲宗也一跃成为邪门六大派之一，宗内修行以心窍为主，激发人体潜能。", 2, 0, 0, 0, 0, "0", 0, 0, 0, 20027, 20052, 20078, 20108, 20134, 3], "1010": ["1010", "魔教", "1010", "由血刀老祖开创的魔门第一大派，曾纵横天下无敌手，压得正道三十年抬不起头来，血刀老祖身死道消后，陷入四分五裂的内战当中，销声匿迹过很长一段时间，后经任你行热血镇压，十数年来隐隐有再抬头之势。", 2, 0, 0, 0, 0, "0", 0, 0, 0, 20007, 20046, 20067, 20094, 20119, 1], "1011": ["1011", "新魔教", "1011", "北陆行动失败后，范逍转战南陆，联同风云楼主、南海娘子以及白云庄主丁灵儿在横断山天王谷重组新魔教，自称四大天王，同时向隐藏在各地的原魔教弟子发出召集令，意欲重整旗鼓，颠覆正道武林，教内成员鱼龙混杂，三教九流人物皆有。", 2, 0, 0, 0, 0, "0", 0, 0, 0, 20020, 20048, 20076, 20102, 20112, 2], "1012": ["1012", "唐门", "1012", "以暗器和机关闻名江湖，善于利用可变形的千机匣和神出鬼没的身法，悄无声息地布置各种机关陷阱，再配合各种远程的淬毒暗器、弓箭，变幻莫测，威力惊人。不过唐门弟子很少在江湖上走动，而且唐家堡四周机关重重，布满暗器，进入十分困难，所以唐门虽然名声远播，但是始终罩着一层神秘的面纱。", 2, 0, 0, 0, 0, "0", 0, 0, 0, 20008, 20029, 20073, 20097, 20125, 3], "1013": ["1013", "泰山派", "1013", "东灵道长于东岳泰山开宗立派，有道教渊源，至当代掌教天门道人，传承已有三百余年，泰山派武学招数古朴，内藏奇变，原五岳剑派中，本以泰山派底蕴最深，长老实力最强，不过随着“玉”字辈长老先后逝去，如今只有“玉玑子”“玉音子”两位硕果仅存的太上长老，在五岳剑派中影响力渐弱，加之嵩山派异军突起，泰山内部不和声音越来越大，天门道人已难以掌控局面，不仅拿两位玉字辈师叔没有办法，同辈的天松、天柏等几名实权长老也都各有想法。\n", 3, 0, 0, 0, 0, "0", 0, 0, 0, 20009, 20030, 20071, 20084, 20111, 1], "1014": ["1014", "恒山派", "1014", "五岳剑派之一，有佛门渊源，门中弟子大多为女性，与外界接触较少，大部分时候都在山中苦修，门内武学多走轻盈路数，自成一家，其中尤以身法武学著称于世，轻灵缥缈，难以捉摸，被称作武林中最招惹不得的门派之一。", 3, 0, 0, 0, 0, "0", 0, 0, 0, 20021, 20049, 20077, 20104, 20127, 2], "1015": ["1015", "万马堂", "1015", "南陆草原上最强大的一股势力，在大当家马箜群的经营下，马蹄席卷黄州大地，无人不从，生意遍及南陆各个角落，敛财十分惊人，据传言，哪怕骑乘快马连跑三天都跑不过万马堂的地盘，有天下第一堂之称。", 3, 0, 0, 0, 0, "0", 0, 0, 0, 20024, 20053, 20080, 20106, 20128, 3], "1016": ["1016", "丐帮", "1016", "天下第一大帮会，帮众人数突破千万，分支机构遍及大江南北、关内关外，门中弟子虽然大多为乞儿，实际暗中经营官府及私人产业成千上万，资力十分雄厚，帮中长老弟子以袋数分阶，最多九袋，最少无袋。", 3, 0, 0, 0, 0, "0", 0, 0, 0, 20010, 20034, 20057, 20095, 20118, 1], "1017": ["1017", "少林", "1017", "名门正派之首，素与武当并称江湖泰斗，常联合起来主持正义，雄视武林近千年，寺内武学博大精深，秘藏寺院内的拳械与功法甚多，号称七十二绝技，对天下各派武学影响极深，有天下武宗的称誉。", 3, 0, 0, 0, 0, "0", 0, 0, 0, 20011, 20045, 20063, 20085, 20120, 2], "1018": ["1018", "逍遥阁", "1018", "邪帝石之玄暗中发展的一个邪门杀手组织，同时也是情报刺探机构，拥有极为复杂的情报网络，专门为邪门搜罗天下最新消息，阁内成员无不是万中挑一的邪道高手，对邪帝忠心不二。", 3, 0, 0, 0, 0, "0", 0, 0, 0, 20012, 20038, 20060, 20090, 20129, 3], "1019": ["1019", "慈航剑斋", "1019", "隐世宗门，神秘莫测，初祖为佛门领袖之一的“地尼”，斋内武学融合佛道两家之长，已窥天道门径，历代斋主无不是通天彻地的绝代高手，不过剑斋弟子向来喜静，罕有传人行走江湖，只有当天下大乱的时候，才会有隐门传人入世，匡扶正道大义。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20018, 20044, 20066, 20092, 20131, 1], "1020": ["1020", "风雷城", "1020", "遗世独立的一座北方雄城，城主夫妇实力高深莫测，尤以雷法为最，虽说是一介江湖势力，但财力雄厚，并且传闻和皇室还有这撇不干净的关系，城中拥有一支强大无比的私军，可以一当十，不过平时很少介入江湖和庙堂纷争。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20025, 20051, 20081, 20107, 20114, 2], "1021": ["1021", "流云宗", "1021", "正道名门，隐于东陆北部名山大川之间，宗址景色优美，宛若仙境，辖属地区矿产资源十分丰富，拥有铁矿、金矿甚至还有两处价值连城的玉矿，门中武学首重掌法，尤以大风云掌冠绝天下，有劈山裂云之威，江湖中人莫不敬仰。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20013, 20031, 20061, 20093, 20121, 3], "1022": ["1022", "武当", "1022", "武林泰斗门派，江湖中地位超然，创派祖师是绝顶高手张真人，乃道教执牛耳者，门中武学以内家功夫为主，将阴阳五行应用于技击武学中，包罗万象，自成体系，蕴含着珍爱生命的传统哲理，为内家武学之宗。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20015, 20032, 20064, 20089, 20132, 1], "1023": ["1023", "罗刹教", "1023", "隐于天山深处的一座魔门大派，传承悠久，底蕴雄厚，当代教主名为玉罗刹，身世神秘，武功卓绝于世，在他雄图大略的经营下，罗刹教势力范围不断向外扩张，甚至已经渗入中原武林，拥有与魔教分庭抗礼的实力。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20016, 20036, 20069, 20098, 20113, 2], "1024": ["1024", "阴葵门", "1024", "邪门势力最大的主轴门派，门人组织严密，高手如云，当代门主阴后，是邪门中除邪帝石之玄之外武道最强者，门内极重尊卑之分，以“天、地、人”分三个级别，不同级别传授武功截然不同，与正道隐门慈航静斋长期互相对立。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20017, 20035, 20068, 20088, 20130, 3], "1025": ["1025", "桃花岛", "1025", "桃花岛一派乃隐世高人黄东师所创，黄东师年轻时纵横江湖，快意恩仇，行事亦正亦邪，娶了才女冯姮为妻以后，再无所求，于是选择隐居桃花岛，安心钻营奇门星相之术，一身武学早已臻至天人合一的绝顶境界。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20019, 20043, 20065, 20096, 20117, 1], "1026": ["1026", "天门", "1026", "亦正亦邪的一个江湖组织，包容性极强，不管是正道弃徒还是邪门流寇，只要符合门内考核要求，就来者不拒，故而整个天门成员身份十分复杂，有佛门渊源，也有道门高手，更有邪道宗师，在东陆江湖，天门中人行事规矩好像全凭心意，然而实际上，天门有一条绝对不能碰的红线，那就是门主铁律不能违逆。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20022, 20047, 20074, 20101, 20133, 2], "1027": ["1027", "花间派", "1027", "邪门中的纵横家，常隐于幕后搅动风云，追求以艺术入武道，讲究先入情后出情，以超然的心态把握情的真义，此派嫡传历来稀少，但每一代传人莫不是邪门巨擘，教江湖中人闻风丧胆，一代邪帝石之玄便是出身此派。", 0, 0, 0, 0, 0, "0", 0, 0, 0, 20014, 20040, 20070, 20091, 20122, 3]}