{"10001": ["1", "“真的是要死啦！”"], "10002": ["0", "拎壶冲行走在道边，此时的他满身污泥。"], "10003": ["0", "他看着眼前的街道，映入眼帘的是一条街道，街道的两边茶楼、酒馆、当铺，街道两旁还有不少张着大伞的小商贩。"], "10004": ["0", "街道向东向西延伸，街上行人不断：有挑担赶路的、有驾牛送货的、又赶着毛驴拉货的。"], "10005": ["0", "很明显这里是古代，而且是拎壶冲完全找不到与自己历史相同地方的古代，而他也不是这个时代的人，他本来只是一个普通上班族，"], "10006": ["0", "下班以后喝了点酒，微醺的走在街上，却是被一阵微弱的红光吸引，他上前走了几步，这才注意到是一块红色的宝石，但还未等他捡起来，这块宝石就发出更加耀眼的光芒，之后他就晕了。"], "10007": ["0", "一醒来就发现自己躺在胡同里，当明白自己可能是穿越以后，拎壶冲开始兴奋起来，感觉之前那千篇一律的无聊生活都要离去，自己即将迎来新生活。"], "10008": ["0", "当时的拎壶冲心情舒畅，感觉一切都是那么美好，口中还不停慨叹这山这水。"], "10009": ["0", "但是只过去了三天，拎壶冲就明白了理想与现实的差距，过了最开始的兴奋劲以后，拎壶冲就发现了一件最重要的事情。"], "10010": ["0", "那就是无论是什么年代，钱这个东西都是必不可少的，而他则是身无分文，毫无背景的他在这个时代更是举步维艰，只能沿街乞讨。"], "10011": ["1", "“穿越能改个屁的命运！”"], "10012": ["0", "拎壶冲来到一处城外，寻了个阴凉处躺下喃喃道，同时冲着天上竖了个中指。"], "10013": ["1001", "“余兄弟，你看这姑娘身材倒是不错，这张脸蛋却是钉鞋踏烂泥，翻转石榴皮，好似一张大麻皮。”"], "10014": ["0", "拎壶冲微微扭头，正好看到一处在城外开的歇脚喝茶的地方，有两人头上缠着白布的青袍大汉，正在调戏一个小姑娘，刚才那话正是其中的一个汉子说的。"], "10015": ["0", "而那个姓余的汉子听到旁边这人说的话，也是跟着哈哈大笑起来。"], "10016": ["0", "这时在坐在一旁的一个锦衣公子哥，拍桌而起，对着那两个青袍大汉说道："], "10017": ["1002", "“什么东西！敢来我们福州府撒野。”"], "10018": ["0", "这个公子哥身边有几个镖师打扮的中年男子，这个锦衣公子站起身来以后，周围的这几个镖师也是跟站了起来，双方的气氛剑拔弩张起来。"], "10019": ["0", "拎壶冲在一旁翻了个身子，对着眼前发生的事一副丝毫不意外的表情，来到这个地方也有三天了，他发现这个世界的可能是因为有武功的原因，导致这里的人都有些好勇斗狠。"], "10020": ["0", "拎壶冲觉得在这个地方开酒馆饭店不是什么好买卖，不知道什么时候这些江湖人士就把他们整个酒馆客栈给掀翻了。"], "10021": ["0", "如果以后有钱了开饭店的话，一定要在外面写上一个牌子：要打出去打。"], "10022": ["0", "拎壶冲看着双方的争斗，静静的欣赏着，甚至开始打了个哈气。"], "10023": ["0", "那个锦衣公子哥拎壶冲认识，是这福州府福威镖局的少镖头凌平之，福威镖局在这福州府也算是很有名的，而拎壶冲在刚开始饿的不行的时候，也得过福威镖局的救济。"], "10024": ["0", "拎壶冲本以为最终会是凌平之获胜，那两个青袍大汉穿的是文不文，武不武的，本以为这两人会被凌平之身边的镖师轻松拿捏，却没想到接下来发生的一切倒是出乎了他的意料。"], "10025": ["0", "这两个青衣大汉一个姓余，另一个姓贾，那个姓贾的被几个镖师围攻，竟然丝毫不落下风，而凌平之面对那个姓余的也是毫无反抗能力。"], "10026": ["0", "姓余的大汉将凌平之轻松擒住，凌平之就像一只小鸡崽一般，被这人轻松提了起来。"], "10027": ["1001", "“龟儿子！你磕三个头，叫我三声好叔叔我就放你。”"], "10028": ["0", "姓余大汉说完，就要将凌平之往下压去，而在这时一只手握住了右臂，让他不能再压下去，随后一股巨力传来，直接将压住凌平之的那只手掰开。"], "10029": ["0", "这股巨力让这个姓余的汉子身形一阵踉跄，往后退了两步才稳住身形，一抬头正好看到了一副叫花子打扮的拎壶冲。"], "10030": ["0", "虽然是如此打扮，但是这姓余的汉子却没有丝毫的轻视之心，双手抱拳对拎壶冲说道："], "10031": ["1001", "“在下青城派余人杰，不知阁下是何人。”"], "10032": ["0", "拎壶冲听到这个名字后，本想说的话瞬间忘记了，竟是笑了出来。"], "10033": ["0", "“余人杰！哈哈！愚人节！真是个好名字啊！”"], "10034": ["0", "而这余人杰则是脸色有些难看，显然拎壶冲的笑声，让其以为他在嘲讽青城派。"], "10035": ["0", "一旁已经停手的贾姓男子，看到拎壶冲的表现一下忍不住了，顿时坐不住了，一拳向着拎壶冲袭来。"], "10036": ["1001", "“竖子！安敢辱我青城！”"]}