{"1": ["立春 ", "1", "1.1~1.15", "立春，意味着新的一个轮回已开启，乃万物起始、一切更生之义也。立春期间，气温、日照、降雨，开始趋于上升、增多。立春古称正月节、立春节、岁首、岁旦等，代表着一年的崭新开始。"], "2": ["雨水", "1", "1.16~1.31", "雨水和谷雨、小满、小雪、大雪一样，都是反映降水现象的节气。进入雨水节气，北方阴寒未尽，气温变化大；南方大多数地方则是春意盎然，一幅早春的景象。"], "3": ["惊蛰", "1", "2.1~2.15", "惊蛰就是春天的第一声惊雷，所谓“春雷惊百虫”，惊蛰时节，春雷始响，蛰伏于地下冬眠的蛰虫被雷惊醒，纷纷破土而出。是以有“雨水早，春分迟 惊蛰育苗正适时”的说法。"], "4": ["春分", "1", "2.16~2.28", "春分，是“二十四节气”之第四个节气。“春分者，阴阳相半也，故昼夜均而寒暑平”。一个“分”字道出了昼夜、寒暑的界限。春分一到，气候温和，雨水充沛，是早稻的播种期。"], "5": ["清明", "1", "3.1~3.15", "清明，空气清新，草木返青，是植物播种的大好时光。多有“雨水清明紧相连，植树季节在眼前”的说法，同时清明也是上古传承的祭祀节日，兼具自然与人文两大内涵。"], "6": ["谷雨 ", "1", "3.16~3.31", "谷雨，顾名思义也就是播谷降雨的意思。在谷雨时节雨水会增多，大大有利于谷类农作物的生长。此所谓——时雨乃降，五谷百果乃登。"], "7": ["立夏", "1", "4.1~4.15", "立夏是为夏季之始，小麦齐穗，开始扬花上浆。此时，各种候鸟相继入境，并继续播种秋作物。农谚云：“立夏茭子小满谷，芒种玉茭大疙哚。” "], "8": ["小满", "1", "4.16~4.30", "小满，夏季的第二个节气，此时降雨增多，雨量大，此时便有“动三车”的说法，即丝车、油车、水车，因古时水车排灌乃农家大事。"], "9": ["芒种", "1", "5.1~5.15", "芒种的“芒”字，是指麦类等有芒植物的收获，芒种的“种”字，是指谷黍类作物播种的节令。“芒种”二字谐音，表明一切作物都在“忙种”了。所以，“芒种”也称为“忙种”。"], "10": ["夏至 ", "1", "5.16~5.31", "夏至是农事很重要的节气，气温升高，天气变热，忌连阴 雨，有“荒谷烂麦长玉茭” 之说。“春争日 ，夏争时，中耕锄草不宜迟”。夏至三庚入伏，伏有三十天或四十天，分头伏、中伏和末伏。"], "11": ["小暑", "1", "6.1~6.15", "小暑天气逐渐炎热，汛期到，作物旺长，要加强秋作物管理，可犁地。农谚有“小暑前后种绿豆”的说法，同时，小暑忌旱，正所谓六月怕干九月怕淹， 古人常说，“六月旱，喝稀饭”"], "12": ["大暑", "1", "6.16~6.30", "大暑为一年中气温最高的时期，正值伏中，谷子甩大叶，黄豆二棚楼，要注意治虫、 防旱、 防涝。古有“冷在三九， 热在三伏“的说法。"], "13": ["立秋", "1", "7.1~7.15", "立秋，是二十四节气中的第13个节气，更是秋天的第一个节气，标志着孟秋时节的正式开始，暑去凉来，从这一天起秋天开始，秋高气爽，月明风清。"], "14": ["处暑", "1", "7.16~7.31", "处暑，暑尽天凉， 炎热的天气将于是日结束。农谚有：“处暑不种田，想种等来年”，在处暑时节，正值农历七月十五左右，民间会有庆赞中元的民俗活动，俗称“作七月半”或“中元节”。"], "15": ["白露", "1", "8.1~8.15", "白露基本结束了暑天的闷热。 白露时节，天高云淡，气爽风凉，早晚的温差较大，晚上会感到一丝丝的凉意，明显地感觉到凉爽的秋天已经到来。"], "16": ["秋分", "1", "8.16~8.31", "秋分时节，是传统的“祭月节”。我国自古就有“春祭日、秋祭月”之说。因为秋分前后，月亮落地的变化，将直接预示着来年年景的好坏。"], "17": ["寒露", "1", "9.1~9.15", "寒露是一个反映气候变化特征的节气，寒露节气后，昼渐短，夜渐长，日照减少，热气慢慢退去，寒气渐生，昼夜的温差较大，晨晚略感丝丝寒意。"], "18": ["霜降", "1", "9.16~9.30", "霜降时节，万物毕成，毕入于戌，阳下入地，阴气始凝。俗话讲“霜降杀百草”，霜降过后，植物渐渐失去生机，大地一片萧索。"], "19": ["立冬", "1", "10.1~10.15", "立冬，在古代社会是民间“四时八节”之一，人们一般都要举行祭祀活动。立冬不仅是冬季的第一个季节，古时在我国的很多地方也被当做重要的节日来庆祝。"], "20": ["小雪", "1", "10.16~10.31", "“小雪气寒而将雪矣，地寒未甚而雪未大也。”，一般而言，“小雪”节气由于天气寒冷，降水形式由雨改为雪，但此时由于“地寒未甚”，故雪量还不足，因此称做小雪。"], "21": ["大雪", "1", "11.1~11.15", "大雪，因天寒地冻、 大雪纷飞而名 。正所谓瑞雪兆丰年， 所以大雪时节忌讳无雪，俗谚有“大雪不见雪， 来年不收麦”， “今年大雪把门封，来年一定好收成”。"], "22": ["冬至", "1", "11.16~11.30", "冬至，四时八节之一，兼具自然与人文两大内涵，既是自然节气点，也是一个传统的祭祖节日，自古以来人们就有在冬至祭祀祖先的传统，以示孝敬、不忘本。因各地礼俗的不同，祭祖形式也各异。"], "23": ["小寒", "1", "12.1~12.15", "小寒时节，我国大部分地区已进入严寒时期，土壤冻结，河流封冻，加之北方冷空气不断南下，天气寒冷，人们叫做“数九寒天”。"], "24": ["大寒", "1", "12.16~12.31", "大寒，进入一年中最寒冷的时段，时在农历十二月 ，准备过春节，然而大寒一过，新一年的节气就又轮回来了，正所谓冬去春来，所以又有蛰伏待春的含义。"], "25": ["子时", "2", "11.pm~1.am", "子时，又名子夜、中夜，十二时辰的第一个时辰。通常来说，这时节炼丹成功率最高。"], "26": ["丑时", "2", "1.am~3.am", "丑时，又名鸡鸣、荒鸡，十二时辰的第二个时辰。这时拂晓来临，天光微曦。"], "27": ["寅时", "2", "3.am~5.am", "寅时，又名平旦、日旦，十二时辰的第三个时辰。夜与日的交替之际，这时凶兽最易发狂。"], "28": ["卯时", "2", "5.am~7.am", "卯时，又名日始、破晓，十二时辰的第四个时辰。这时生机勃勃，适宜操课。"], "29": ["辰时", "2", "7.am~9.am", "辰时，又名食时、早时，十二时辰的第五个时辰。通常来说，这时候适合饲养家宠。"], "30": ["巳时", "2", "9.am-11.am", "巳时，又名隅中、日禺，十二时辰的第六个时辰。此时临近中午，为人们容易松懈的时候。"], "31": ["午时", "2", "11.am-1.pm", "午时，又名日中、日正，十二时辰的第七个时辰。此时阳气最盛，同时也暗生隐煞。"], "32": ["未时", "2", "1.pm~3.pm", "未时，又名日昳、日央，十二时辰的第八个时辰。此时太阳偏转，为一天中最舒适的时机。"], "33": ["申时", "2", "3.pm~5.pm", "申时，又名哺时、日哺，十二时辰的第九个时辰。通常这时候，适宜进食。"], "34": ["酉时", "2", "5.pm~7.pm", "酉时，又名日入、日沉，十二时辰的第十个时辰。这时太阳落山，夜色入昏。"], "35": ["戌时", "2", "7.pm-9.pm", "戌时，又名日夕、日暮，十二时辰的第十一个时辰。这时天地昏黄，务必加强防御。"], "36": ["亥时", "2", "9.pm~11.pm", "亥时，又名人定、定昏，十二时辰的第十二个时辰。这时暮色已深，适合沉浸修炼。"]}