{"1": ["_是属于「兰花命」，因此_天生具有兰花的特性，兰花十分娇贵，生长在温室中，不容易照顾，需要细心呵护，阳光，水分或养分，过多过少都会让兰花枯竭。因此_像兰花一样，喜欢安定，不喜欢冒险，希望被关怀，不希望被冷落，当_在运势高潮的时候，生活会过得十分优雅，当_在运势低潮的时候，也不会降低_的生活品味。_乐于享受人生，是众人瞩目的优雅人物。_的感觉敏锐，对周遭的要求也比较高，甚至有点完美主义，一般人感觉不如_敏锐，不容易了解_，想法也跟_有落差，所以有些人会觉得不容易跟_相处，其实_心肠很软，富有同情心，很容易受到感动。"], "2": ["_是属于「钻石命」，因此_天生具有钻石的特质，生活优雅有品味，十分引人注目，喜欢公平正义，不喜欢恃强凌弱，愿意牺牲奉献，不愿意辜负别人。钻石十分珍贵，都会被摆饰在最好，且最重要的位置，因此_非常有气质，也有多方面的才华，但是会有点优柔寡断，犹豫不决，做事情也比较慢。钻石硬度高，抗压性强，因此_对于现状的不满，能勇于突破，改变环境，并期望掌握自己的命运。"], "3": ["_是属于「松树命」，因此_天生具有松树的特质，森林中的松树，不像灌木一样群聚在一起，而喜欢独立生长，越长越高，而且每一株都有不同的形状，能遮荫纳凉。因此_像松树一样，择善固执，独立自主，希望往上爬，不喜欢被埋没，没有依赖心，但有排他性，不容易让别人轻易了解_，也不喜欢搞小团体，习惯于固定的生活模式，不容易适应变动的环境，有自己的想法，能勇于做自已，有强烈的主观，敢于自我表达，能承担责任，照顾弱小。_的心肠很软，富有同情心，很容易受到感动。"], "4": ["_是属于「白云命」，因此_天生具有白云的特质，聪明有才华，学习能力强，观察敏锐，喜欢探究事物背后的道理，思路清晰，有独具一格的判断与分析能力，但是缺乏执行力与行动力。白云随风飘流，一下飘到这边，一下又飞到天边，因此_的思路十分活跃，一下想做这个，一下想做那个，想象力丰富，但是缺乏持续力，容易流于空谈。白云变化万千，所谓白云苍狗，因此_能够以不同的角色来适应周遭的环境，不论多恶劣，_也能渐渐适应，进而改变环境。_对于环境的变动有很强的适应力，所以容易给人表里不一的观感，但其实是一般人不容易想象_的思维模式。白云漂浮不定，不容易停下脚步，因此_思考能力强，但执行能力弱，_对周遭生活有很多的不满与期待，也有能力改善，但就是不容易付诸行动。\n"], "5": ["_是属于「城堡命」，因此_天生具有城堡的特质，愿意牺牲自己，保护别人，个性随遇而安，能接纳别人，属于有智慧，但不是小聪明的类型。城堡像大地一样，默默承受一切，因此_个性比较随和，但有点木讷，虽然有许多宝贵的看法，却不随便表示意见。城堡虽然雄伟，却常常被忽略，许多人享受城堡提供的一切，却习以为常，很少人会感谢城堡的付出，_也不喜欢邀功，所以一般人容易忽略_的贡献，一旦_离开了原先的岗位，人们才会发觉_的重要性。城堡的防御性很强，因此_的心防也很强，一般人不容易进入_的内心世界。城堡虽然坚固，却很包容，因此只要有优秀的人才，_愿意把舞台、机会让给别人，但_的内心却很执着，对于坚持到底的事情不轻易放弃，有点择善固执。"], "6": ["_是属于「星辰命」，因此_天生具有星辰的特质，天上的星辰闪烁不定，因此_思考比较快速，也容易有五分钟热度。星辰虽多，但光亮不如日月，因此_比较不喜欢出风头，也不喜欢给人很强势的感觉。星辰光芒不强，只照耀某些地方，因此_比较感性，好恶分明，_愿意为喜欢的人牺牲奉献，但是对于不喜欢的人却不想往来。星辰高挂天空，看尽世间，因此_天生就很聪明灵巧，学习能力强，对事物有多方面的兴趣，也能侃侃而谈，但却有滚石不生苔的问题，缺乏坚持到底的毅力。"], "7": ["_是属于「大河命」，因此_天生具有大河水的特性，聪明有才华，学习能力强，观察敏锐，喜欢探究事物背后的道理，思路清晰，有独具一格的判断与分析能力，但是缺乏执行力与行动力。大河水波涛汹涌，一下流到这边，一下又弯到那边，因此_的思路十分活跃，一下想做这个，一下想做那个，想象力丰富，但是缺乏持续力，容易流于空谈。大河水由小支流汇集而成，流向大海，中途有些会形成云雾，或化成雨水，或流入湖泊，或进入地下水，因此_能够以不同的角色来适应周遭的环境，不论多恶劣，_也能渐渐适应，进而改变环境。_对于环境的变动有很强的适应力，所以容易给人表里不一的观感，但其实是一般人不容易想象_的思维模式。大河水川流不息，不容易停下脚步，因此_思考能力强，但执行能力弱，_对周遭生活有很多的不满与期待，也有能力改善，但就是不容易付诸行动。"], "8": ["_是属于「宝剑命」，因此_天生具有宝剑的特质，有魄力、义气，与霸气。_也十分有才干与领导能力，富有公平心与正义感，喜欢保护弱小，不喜欢恃强凌弱，受人恩惠，必定回报，不愿意辜负别人，也不愿意占人便宜。宝剑虽然外在感觉比较强势，但内心却很温暖，吃软不吃硬。宝剑锐利无比，因此_对于现状的不满，能勇于突破，抗衡压力，改变环境，掌握自己的命运，但是宝剑有时后使用不当，也会伤到自己人，因此_有时候会太过积极，造成身边的人过大的压力。"], "9": ["_是属于「太阳命」，因此_天生具有太阳的特质，开朗活泼，热心大方，不会斤斤计较，也不喜欢搞小团体，对于公理正义非常执着。太阳在天空发光发热，因此_天生具有老大命，也有领袖命，有表现欲望，但也有牺牲奉献的精神。太阳不会依自己的喜好来照耀大地，每一个地区都会受到普照，因此_喜欢一视同仁，公私分明，不喜欢有人假公济私，或搞小团体。太阳每天东升西降，规律运行，没有人能改变太阳的轨道，因此_也很有规律性以及耐心，极少半途而废，而且_也不能接受有人命令_要做什么，或不做什么。"], "10": ["_是属于「花园命」，因此_天生具有花园的特质，愿意牺牲自己，保护别人，个性随遇而安，能接纳别人，属于有智慧，但不是小聪明的类型。花园底下是广阔的大地，_也像大地一样，默默承受一切，因此_个性比较随和，但有点木讷，虽然有许多宝贵的看法，却不随便表示意见。花园生养花草树木，但人们只注意到鸟语花香，却不会注意到脚下的大地，_也不喜欢邀功，所以一般人容易忽略_的贡献，一旦_离开了原先的岗位，人们才会发觉_的重要性。大地的防御性很强，因此_的心防也很强，一般人不容易进入_的内心世界。大地虽然坚固，却很包容，因此只要有优秀的人才，_愿意把舞台、机会让给别人，但_的内心却很执着，对于坚持到底的事情不轻易放弃，有点择善固执。\n"], "11": ["_是属于「钻石命」，因此_天生具有钻石的特质，生活优雅有品味，十分引人注目，喜欢公平正义，不喜欢恃强凌弱，愿意牺牲奉献，不愿意辜负别人。钻石十分珍贵，都会被摆饰在最好，且最重要的位置，因此_非常有气质，也有多方面的才华，但是会有点优柔寡断，犹豫不决，做事情也比较慢。钻石硬度高，抗压性强，因此_对于现状的不满，能勇于突破，改变环境，并期望掌握自己的命运。"]}