/**
 * 多语言配置
 * by pipixia
 */
module LangConfig {
    export const sexDes = ['不限', '男', '女'];
    export const jobDes = ['不限', '隐门传人', '奇侠怪盗', '灭门孤儿'];
    export const equipPosDes = ['头盔', '项链', '衣服', '武器', '手镯', '手镯', '戒指', '戒指', '鞋子', '腰带']



    export const NpPropertyDes = {
        1: '最大血量:',
        2: '最大蓝量:',

        3: '攻击上限值:',
        4: '攻击下限值:',

        5: '物理攻击上限值:',
        6: '物理攻击下限值:',

        7: '自然魔法攻击上限值:',
        8: '自然魔法攻击下限值:',

        9: '灵魂魔法攻击上限值:',
        10: '灵魂魔法攻击下限值:',

        11: '物理防御上限值:',
        12: '物理防御下限值:',

        13: '全系法术防御上限值:',
        14: '全系法术防御下限值:',

        15: '准确:',
        16: '准确率:',
        17: '闪避:',
        18: '闪避率:',
        19: '暴击:',
        20: '暴击率:',
        21: '韧性:',
        22: '抗暴率:',
        23: '暴击伤害:',
        24: '幸运:',
        25: '每次恢复血量:',
        26: '每次恢复蓝量:',
        27: '移动速度:',
        28: '麻痹:',
        29: '抗麻痹:',
        30: '合击威力:',
        31: '对战士伤害增加:',
        32: '受战士伤害减少:',
        33: '对法师伤害增加:',
        34: '受法师伤害减少:',
        35: '对道士伤害增加:',
        36: '受道士伤害减少:',
        37: '对怪物伤害增加:',
        38: '受怪物伤害减少:',
        39: '对BOSS伤害增加:',
        40: '受BOSS伤害减少:',
        41: '增加对英雄伤害:',
        42: '减少受英雄伤害:',
        43: '内功值:',
        44: '每次恢复内功值:',
        45: '内功抵伤:',
        46: '增伤:',
        47: '减伤:',
        48: '对BOSS的暴击:',
        49: '对BOSS的暴伤:',
        50: '受合击伤害减少:',
        51: '受暴击伤害减少:',
        52: '怒气恢复率:',
        53: '合击对怪增伤率:',
        54: '合击对人增伤率:',
        55: '增加合击技能等级:',
        56: '生命万分比:',
    }
}


